var q1 = {
		text: "До какого события продолжается рождественский пост?\n",
		a1: '1 - До первого урчания в животе\n',
		a2: '2 - До первого января\n',
		a3: "3 - До первой звезды\n",
		a4: '4 - До первого апреля\n',
		correct: 3
	},
	q2 = {
		text: "Что в декабре-январе делают молодые олени?\n",
		a1: '1 - Впадают в спячку\n',
		a2: '2 - Улетают в теплые страны\n',
		a3: "3 - Сбрасывают рога\n",
		a4: '4 - Обновляют копыта\n',
		correct: 3
	},
	q3 = {
		text: "Что кричат болельщики на хоккейном матче?\n",
		a1: '1 - Мазила!\n',
		a2: "2 - Кеглю!\n",
		a3: "3 - Шайбу!\n",
		a4: "4 - Тикай з городу, тоби пизда!\n",
		correct: 3
	},
	q4 = {
		text: "За чем послала жена мужа в мультфильме \"Падал прошлогодний снег\"?\n",
		a1: '1 - За зеленым горошком\n',
		a2: '2 - За хлебом\n',
		a3: '3 - За шампанским\n',
		a4: '4 - За ёлкой\n',
		correct: 4
	},
	q5 = {
		text: "Какое астрономическое явление жители Земли могут наблюдать один раз в 76 лет?\n",
		a1: '1 - Комета Галлея\n',
		a2: "2 - Рождение сверхновой звезды\n",
		a3: "3 - Смещение орбиты луны\n",
		a4: "4 - Прилет инопланетян\n",
		correct: 1
	},
	q6 = {
		text: "Какой цвет получается при смешении синего и красного?\n",
		a1: '1 - Розовый\n',
		a2: "2 - Фиолетовый\n",
		a3: "3 - Коричневый\n",
		a4: "4 - Черный\n",
		correct: 2
	},
	q7 = {
		text: "Из какого мяса традиционно готовится начинка для чебуреков?\n",
		a1: '1 - Говядина\n',
		a2: "2 - Баранина\n",
		a3: "3 - Курица\n",
		a4: "4 - Чебураштина\n",
		correct: 2
	},
	q8 = {
		text: "Как назывался верховный орган власти в Древнем Риме?\n",
		a1: '1 - Парламент\n',
		a2: "2 - Дума\n",
		a3: "3 - Верховная Рада\n",
		a4: "4 - Сенат\n",
		correct: 4
	},
	q9 = {
		text: "Как называется место на берегу, где обитают тюлени?\n",
		a1: '1 - Жилище\n',
		a2: "2 - Тюленище\n",
		a3: "3 - Лежбище\n",
		a4: "4 - Пляж\n",
		correct: 3
	},
	q10 = {
		text: "Представители какой профессии начинают трудовую деятельность с принесения \"Клятвы Гиппократа\"?\n",
		a1: '1 - Врачи\n',
		a2: "2 - Кинологи\n",
		a3: "3 - Уборщики\n",
		a4: "4 - Учителя\n",
		correct: 1
	},
	q11 = {
		text: "Как называется фантастический фильм режиссёра Роберта Земекиса?\n",
		a1: '1 - Начало\n',
		a2: "2 - Армагеддон\n",
		a3: "3 - Чужой\n",
		a4: "4 - Назад в будущее\n",
		correct: 4
	},
	q12 = {
		text: "В каком м/ф впервые прозвучала песня \"От улыбки хмурый день светлей\"?\n",
		a1: '1 - Трое из простоквашино\n',
		a2: "2 - Крошка Енот\n",
		a3: "3 - Приключения кота Леопольда\n",
		a4: "4 - Бременские музыканты\n",
		correct: 2
	},
	q13 = {
		text: "Сколько педалей у автомобиля с автоматической коробкой передач?\n",
		a1: '1 - Одна\n',
		a2: "2 - Две\n",
		a3: "3 - Три\n",
		a4: "4 - Четыре\n",
		correct: 2
	},
	q14 = {
		text: "Какой алкогольный напиток делается из ячменя?\n",
		a1: '1 - Пиво\n',
		a2: "2 - Коньяк\n",
		a3: "3 - Виски\n",
		a4: "4 - Текилу\n",
		correct: 3
	},
	q15 = {
		text: "Как называется растение с небольшими жёлтыми цветками?\n",
		a1: '1 - Заячьи ушки\n',
		a2: "2 - Свииная глухота\n",
		a3: "3 - Куриная слепота\n",
		a4: "4 - Коровье бешенство\n",
		correct: 3
	},
	q16 = {
		text: "Кто строил Успенский собор Московского Кремля?\n",
		a1: '1 - Леонардо да Винчи\n',
		a2: "2 - Менделеев\n",
		a3: "3 - Аристотель\n",
		a4: "4 - Бран-строитель\n",
		correct: 3
	},
	q17 = {
		text: "Что держит в руках женщина на картине Кустодиева \"Русская Венера\"?\n",
		a1: '1 - Кувшин\n',
		a2: "2 - Веник\n",
		a3: "3 - Топор\n",
		a4: "4 - Хлеб\n",
		correct: 2
	},
	q18 = {
		text: "Какую страну Николай Гоголь называл \"родиной своей души\"?\n",
		a1: '1 - Францию \n',
		a2: "2 - Италия\n",
		a3: "3 - Германию\n",
		a4: "4 - Швейцарию\n",
		correct: 2
	},
	q19 = {
		text: "Какое определение дают отъявленному негодяю или злодею?\n",
		a1: '1 - просмоленный \n',
		a2: "2 - прокуренный\n",
		a3: "3 - прожжённый\n",
		a4: "4 - продымлённый\n",
		correct: 3
	},
	q20 = {
		text: "Чтобы приготовить Колобок, старуха намела...?\n",
		a1: '1 - Муки\n',
		a2: "2 - Снега\n",
		a3: "3 - Листьев\n",
		a4: "4 - Сена\n",
		correct: 1
	};





var easy = [q1, q2, q3, q5, q6, q7, q8, q9, q10, q12, q13, q11, q15, q19, q20];
var hard = [q4, q14, q16, q17, q18];
